[
    {
      "name": "Анто́нио Лучо (Лучио, Лючио) Вива́льди",
      "code": 1,
      "description": "Анто́нио Лучо (Лучио, Лючио) Вива́льди (итал. Antonio Lucio Vivaldi; 4 марта 1678, Венеция — 28 июля 1741, Вена) — итальянский композитор, скрипач-виртуоз, педагог, дирижёр, католический священник. Вивальди считается одним из крупнейших представителей итальянского скрипичного искусства XVIII века, при жизни получил широкое признание во всей Европе. Мастер ансамблево-оркестрового концерта — кончерто гроссо, автор около 40 опер.",
      "source": "/source/img/artist/vivaldi.png",
      "songs": [2,3]
    },
    {
      "name": "ABBA",
      "code": 2,
      "description": "ABBA — шведский музыкальный квартет, существовавший в 1972—1982 годах и названный по первым буквам имён исполнителей: Агнета Фельтског, Бьорн Ульвеус, Бенни Андерссон, Анни-Фрид Лингстад. Является одним из наиболее успешных коллективов за всю историю популярной музыки и самым успешным из числа созданных в Скандинавии: записи группы по всему миру были проданы тиражом более 350 миллионов экземпляров.",
      "source": "/source/img/artist/abba.png",
      "songs": [1]
    },
    {
      "name": "Scorpions",
      "code": 3,
      "description": "Scorpions (рус. «Скорпионы») — немецкая англоязычная рок-группа, созданная в 1965 в Ганновере. Для стиля группы характерны как классический хард-рок, так и лирические гитарные баллады. Scorpions являются самой популярной рок-группой Германии и одной из самых известных в мире, продав более 100 миллионов копий своих альбомов (по состоянию на 29 января 2010).",
      "source": "/source/img/artist/scorpions.png",
      "songs": [4,5]
    },
    {
      "name": "Лю́двиг ван Бетхо́вен",
      "code": 4,
      "description": "Лю́двиг ван Бетхо́вен — немецкий композитор и пианист, последний представитель «венской классической школы». Бетховен — ключевая фигура классической музыки в период между классицизмом и романтизмом, один из наиболее исполняемых композиторов в мире.",
      "source": "/source/img/artist/bethoven.png",
      "songs": [6]
    },
    {
      "name": "Linkin Park",
      "code": 5,
      "description": "Linkin Park — американская мультиплатиновая рок-группа, основанная в 1996 году под названием Xero и исполняющая музыку преимущественно в стилях альтернативный метал, ню-метал и рэп-метал (раннее творчество), альтернативный рок, электроник-рок, поп и поп-рок (позднее творчество). Существуя с 2000 года под названием Linkin Park, группа была шесть раз номинирована и два раза удостоилась награды «Грэмми».",
      "source": "/source/img/artist/linkin_park.png",
      "songs": [7,8]
    },
    {
      "name": "The Beatles",
      "code": 6,
      "description": "The Beatles (отдельно участников ансамбля называют «битлами», также их называют «великолепной четвёркой» и «ливерпульской четвёркой») — британская рок-группа из Ливерпуля, основанная в 1960 году, в составе которой играли Джон Леннон, Пол Маккартни, Джордж Харрисон и Ринго Старр. Также в разное время в составе группы выступали Стюарт Сатклифф, Пит Бест и Джимми Никол.Большинство композиций The Beatles созданы в соавторстве и подписаны именами Джона Леннона и Пола Маккартни. Дискография группы включает 13 официальных студийных альбомов, изданных в 1963—1970 годах, и 211 песен",
      "source": "/source/img/artist/beatles.png",
      "songs": [9,10]
    },
    {
      "name": "Майкл Джо́зеф Дже́ксон",
      "code": 7,
      "description": "Майкл Джо́зеф Дже́ксон (англ. Michael Joseph Jackson; 29 августа 1958, Гэри — 25 июня 2009, Лос-Анджелес) — американский певец, автор песен, музыкальный продюсер, аранжировщик, танцор, хореограф, актёр, сценарист, филантроп, предприниматель. Самый успешный исполнитель в истории поп-музыки, известен как «Король поп-музыки», обладатель 15 премий «Грэмми» и сотен других премий.",
      "source": "/source/img/artist/michael_jackson.png",
      "songs": [11,12]
    },
    {
      "name": "Yiruma",
      "code": 8,
      "description": "Yiruma (кор. 이루마, 李閏珉, Ли Рума); р. 15 февраля 1978, Сеул) — южнокорейский композитор-пианист. Самые известные композиции — «River Flows in You» (альбомы «First Love» и «Movement On a Theme»), «May Be» (альбомы «First Love» и «Missing You») и «Kiss the Rain» (альбом «Missing You»).",
      "source": "/source/img/artist/yiruma.png",
      "songs": [13]
    },
    {
      "name": "Ace of Base",
      "code": 9,
      "description": "Ace of Base — шведская поп-группа, состоявшая из Юнаса Берггрена (автор текстов песен и музыки, гитара, синтезатор, вокал), Ульфа Экберга (автор текстов песен и музыки, синтезатор, речитатив), Линн Берггрен (автор текстов песен и музыки, вокал) и Йенни Берггрен (автор текстов песен и музыки, вокал). Как и многие другие шведские музыканты, они исполняют свои песни на английском языке.",
      "source": "/source/img/artist/ace_of_base.png",
      "songs": [14]
    },
    {
      "name": "Pink Floyd",
      "code": 10,
      "description": "Pink Floyd — британская рок-группа, знаменитая своими философскими текстами, акустическими экспериментами, инновациями в оформлении альбомов и грандиозными шоу. Является одной из наиболее влиятельных и успешных групп в рок-музыке — 74,5 млн проданных альбомов в США (седьмое место), в мире же было продано около 300 млн (не считая сольных работ)",
      "source": "/source/img/artist/pink_floyd.png",
      "songs": [15]
    }
  ]